[iris_vo_ep3_01_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pahahahah! I'm not going to share the Vault's prize with some no-name mercenary. I am the greatest fighter who has ever lived. I will open the Vault myself. And you...",Time=0)

[iris_vo_ep3_02_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="...will get the hell out of my arena. That noise you're hearing is the arena filling up with Harmstrong gas. I've turned off the cameras -- just breathe deep, and pass out. Like a good little coward.",Time=0)

[iris_vo_ep3_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT HAPPENED TO THE CAMERA FEED? WHY DO I HEAR GAS? DID SOMEBODY DRAG THE VAULT HUNTER AWAY? I HAVE NO IDEA WHAT IS GOING ON!",Time=0)

[iris_vo_ep3_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT THE HELL? LADIES AND GENTLEMEN, THE VAULT HUNTER HAS DISAPPEARED FROM THE ARENA! I DON'T KNOW -- WHERE THE F*CK DID HE GO?!",Time=0)

[iris_vo_ep3_04_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let me educate you, Torgue. The Vault Hunter ran. Away. They found out they'd have to fight me, Piston, to become the number one badass on Pandora, and they ran away, like a little baby.",Time=0)

[iris_vo_ep3_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="RAN AWAY?! THIS IS A TRAVESTY! I'VE GOT NO CHOICE -- AS THE HEAD OF THE TORGUE TOURNAMENT, I MUST OFFICIALLY DUB THE VAULT HUNTER... A COWARD!",Time=0)

[iris_vo_ep3_06_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(booing)",Time=0)

[iris_vo_ep3_07_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OKAY, IT'S STRAIGHT UP DAWG TIME: I KNOW YOU AIN'T ACTUALLY A COWARD BUT F*CK IF THAT TWIST ENDING DIDN'T MAKE FOR SOME GOOD TV! STILL, YOU'RE GONNA NEED A NEW SPONSOR IF YOU WANNA STAY IN THE TOURNAMENT. GET TO THE BEATDOWN!",Time=0)

[iris_vo_ep3_08_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I tell ya, that Vault Hunter coward was like a child to me. I sponsored 'em. Brought 'em up. And yet when it came down to the comedown, they ran away in fear. Tch, how the mighty have fallen.",Time=0)

[iris_vo_ep3_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="EVEN WITH THE WHOLE ''COWARD'' THING, YOU'RE STILL THE NUMBER FIVE BADASS ON THE TORGUE LEADERBOARD, AND PISTON'S NUMBER ONE! YOU JUST GOTTA KILL YOUR WAY UP THE LIST, AND THEN YOU'LL BE ABLE TO WHIP OUT YOUR HEROISM AND SLAP PISTON IN THE FACE WITH IT!",Time=0)

[iris_vo_ep3_10_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE NUMBER FOUR RANKED BADASS LIVES OUT HERE. HIS NAME'S PYRO PETE, AND HE -- HUGE COINCIDENCE! -- KIDNAPPED ONE OF THE FREELANCE SPONSORS AROUND HERE A DAY AGO. YOU SHOULD GO KILL HIM AND MEET HIM BUT NOT IN THAT ORDER.",Time=0)

[iris_vo_ep3_11_echo_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhhohoho, it's the coward! You're gonna BURN! Burn burn BURN! Flamey bits, fire in the sky, let's talk. Fire walk with me. Fire talk with me.",Time=0)

[iris_vo_ep3_12_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU'LL KILL PYRO PETE'S ASS AT SOME POINT, BUT YOU GOTTA WAIT UNTIL YOU FIND OUT WHERE HE'S STASHED THAT SPONSOR HE KIDNAPPED. OTHERWISE YOU CAN'T RISE UP THE LEADERBOARDS!",Time=0)

[iris_vo_ep3_13_echox_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's the COWARD! Ooooh, I'm burning up inside. You want a sponsor, yes? I have a warm one. But you must daaaance. First, start some trouble here in the Beatdown, and then I will give her to you! Get to the battle board. Go, now, BEFORE THE FLAMES RISE!",Time=0)

[iris_vo_ep3_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HIS GIMMICK IS THAT HE REALLY LIKES FIRE!",Time=0)

[iris_vo_ep3_15_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MEEDLYMEEDLYMOWWWOWWW! RAT KILLIIIIIIIN'! ALRIGHT, FOR THIS BATTLE, YOU GOTTA GET DOWN INTO THE SEWERS AND TAKE OUT A BUNCH OF RATS. THAT'S PRETTY MUCH IIIIIIIT!",Time=0)

[iris_vo_ep3_16_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE RATS DOWN HERE LIVE OFF THE CORPSES OF DEAD CHALLENGERS! WHATEVER HAPPENS, DO NOT IMAGINE BEING DEVOURED BY THESE THINGS IF YOU FALL IN THE ARENA! I SAID DON'T!",Time=0)

[iris_vo_ep3_17_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GET READY TO GRAB A BEER AND KICK SOME REAR, 'CAUSE IT'S TIME FOR A BEATDOWN BAR BRAWL! JUST PICK A FIGHT WITH THE DRUNKS AND STAY ALIVE!",Time=0)

[iris_vo_ep3_18_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS FIGHT REMINDS ME OF MY DAD! ALCOHOLISM DESTROYS FAMILIES!",Time=0)

[iris_vo_ep3_19_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU FINISHED PYRO PETE'S BULLSH*T! NOW GO TALK TO HIM AND HE'LL PROBABLY TELL YA HE'S GONNA GIVE YOU A SPONSOR, BUT THEN HE'LL BETRAY YOU AND TRY TO KILL YOU AND YOU'LL HAVE TO KILL HIM AND IT WILL BE AWESOME! ANYTHING YOU WANNA ADD, PETE?",Time=0)

[iris_vo_ep3_20_echox_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="No. You, uh... covered it. Thanks. For that.",Time=0)

[iris_vo_ep3_21_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU ARE WELCOME!",Time=0)

[iris_vo_ep3_22_echox_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Uh... so, yes, the sponsor I kidnapped is in the bar. Go find her. This is not a trap. Um. Yeah.",Time=0)

[iris_vo_ep3_23_echox_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhhhh noooo. It WAS a trap. This must come as an incredible shock to you. Burrrrn in hellll.",Time=0)

[iris_vo_ep3_24_live_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Here we go, fight fans! It's PYRO PETE VERSUS THE VAULT HUNTER! FIGHT!",Time=0)

[iris_vo_ep3_25_live_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Such... warmth...",Time=0)

[iris_vo_ep3_26_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="SQUIBBLYBOWWWW! WITH PETE DEAD, THAT SPONSOR CHICK HE KIDNAPPED SHOULDN'T BE FAR! FIND HER!",Time=0)